acpi
acpid
alacritty
alsa-firmware
alsa-utils
amd-ucode
android-tools
android-udev
apparmor
appimagelauncher
appimagetool-bin
aria2
ark
atlauncher
avahi
aws-cli
b43-fwcutter
bash
bat
bluedevil
bluez-utils
bpytop
bridge-utils
btrfs-progs
bzip2
caffeine-ng
cantata
cdparanoia
cdrdao
cheese
coreutils
cpupower
crda
cronie
cryptsetup
detox
device-mapper
dhclient
dhcpcd
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
docker-compose
dolphin
dolphin-plugins
dosfstools
dotnet-sdk
dvd+rw-tools
e2fsprogs
easy-rsa
ebtables
ecryptfs-utils
efibootmgr
emovix
f2fs-tools
ffmpeg
ffmpegthumbs
file
filelight
filesystem
findutils
firefox
firefox-i18n-en-us
firefox-i18n-it
flameshot
fluent-reader
flutter
fuse-overlayfs
fwupd
fzf
gawk
gcc-libs
gettext
gimp
gimp-help-en
gimp-help-it
github-cli
gitkraken
glibc
gnome-icon-theme
gnome-keyring
gnome-themes-extra
google-chrome
gparted
gping
grep
grub
grub-theme-manjaro
gsmartcontrol
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtk3
guvcview-qt
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwenview
gzip
hardinfo
how2
htop
hunspell-it
hyphen-en
hyphen-it
illyria-wallpaper
img2pdf
inetutils
inxi
iproute2
iputils
jdk-openjdk
jetbrains-toolbox
jfsutils
jitsi-meet-desktop
k3b
kaccounts-providers
kaggle-api
kamera
kate
kcalc
kde-gtk-config
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
kdiskmark
keditbookmarks
kernel-alive
key-mapper-git
kfind
kgamma5
kget
khelpcenter
khotkeys
kimageformats
kinfocenter
kio-extras
kmenuedit
konsole
konversation
krfb
krop
kscreen
kscreenlocker
ksshaskpass
ksysguard
ksystemlog
kwallet-pam
kwalletmanager
kwayland-integration
kwin
kwrited
less
lib32-libcanberra
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-nvidia-utils
libappindicator-gtk2
libappindicator-gtk3
libcanberra
libdvdcss
libktorrent
libratbag
libreoffice-still
libreoffice-still-it
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
licenses
linux510
linux510-headers
linux510-nvidia
linux54
linux54-nvidia
logiops
logrotate
lshw
lvm2
man-db
man-pages
man-pages-it
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-kde-settings
manjaro-pipewire
manjaro-printer
manjaro-release
manjaro-settings-manager-kcm
manjaro-settings-manager-knotifier
manjaro-system
manjaro-wallpapers-18.0
manjaro-zsh-config
marblemarcher-git
mdadm
meld
memtest86+
mesa-demos
mhwd
mhwd-db
micro
milou
minecraft-launcher
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
mpd
mplayer
mpv
mtpfs
nano
ncdu
neofetch
net-tools
nethogs
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nodejs-google-clasp
nodejs-lts-erbium
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-container-runtime
nvidia-container-toolkit
nvidia-docker
nvidia-utils
obs-studio
ocs-url
okular
openbsd-netcat
openrefine
openresolv
openssh
os-prober
oxygen
oxygen-icons
p7zip
pacman
pamac-cli
pamac-gtk
pamac-tray-icon-plasma
pciutils
pdftk
perl
perl-file-mimeinfo
perl-rename
pewpew-git
phonon-qt5-gstreamer
piper
plasma-browser-integration
plasma-desktop
plasma-nm
plasma-pa
plasma-sdk
plasma-simplemenu
plasma-workspace
plasma-workspace-wallpapers
poppler-data
powerdevil
powertop
print-manager
procps-ng
psmisc
pulseaudio-ctl
python-bluetooth-battery
python-nbdime
python-pillow
python-pip
python-pyqt5
python-pysmbc
python-reportlab
qbittorrent
qemu
qt5-imageformats
qt5-translations
qt5-virtualkeyboard
qtkeychain-qt5
rclone
realvnc-vnc-viewer
redshift
reiserfsprogs
rsync
ruby
s-nail
samba
screenfetch
sddm
sddm-breath2-theme
sddm-kcm
seahorse
sed
shadow
skanlite
snapd
snapd-glib
solaar
source-highlight
spectacle
spectre-meltdown-checker
speedtest-cli
spice-vdagent
spotify
sqlitebrowser
sshfs
steam-manjaro
sudo
sysfsutils
sysstat
system-config-printer
systemd
systemd-fsck-silent
systemd-kcm
systemd-sysvcompat
systemsettings
tar
teams
telegram-desktop
terminus-font
termius
texinfo
texlive-full
timeshift
timeshift-autosnap
tldr
tlp
topgrade
torbrowser-launcher
traceroute
transcode
tree
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-inconsolata
ttf-indic-otf
ttf-liberation
udiskie
udisks2
unarchiver
unzip
usb_modeswitch
usbutils
util-linux
v4l2loopback-dkms
v4l2ucp
vcdimager
vde2
vdhcoapp
ventoy-bin
vi
vim-spell-en
vim-spell-it
virt-manager
visual-studio-code-bin
vlc
wallpapers-2018
wallpapers-juhraya
wget
which
wireless_tools
wireshark-qt
woff-fira-code
woff2-fira-code
wol
wpa_supplicant
xawtv
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xfsprogs
xorg-mkfontscale
xorg-server
xorg-twm
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkill
xz
yakuake
zensu
zip
zoom
